---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.NumberSystem
source: html/88c7fd64-07ae-7385-ef0b-e911224cd663.htm
---
# NumberSystem Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.